Revit 2027 API
ParameterTypeId.SlopeArrowLevelEnd Property
 "Level at Head"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SlopeArrowLevelEnd { get; }
Public Shared ReadOnly Property SlopeArrowLevelEnd As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SlopeArrowLevelEnd {
	ForgeTypeId^ get ();
}
static member SlopeArrowLevelEnd : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace